import coffeeImg from '../assets/1.png'

export const mockIngredients = [
    {
        id: 1,
        ingredient_name: "Гватемала Сантьяго",
        description: "RAF POWDER — это сухая основа на базе кокосовых сливок, с её помощью можно приготовить разные кофейные напитки с молоком. При этом никакие другие ингредиенты не потребуются — только молоко, эспрессо и основа RAF POWDER.  Мы запустили линейку сухих основ с разными вкусами. Вкус этой основы — лимонный тарт с меренгой. Разработкой основ занимается компания OSNOVA tech, которая имеет собственную лабораторию и производство. Здесь они проводят эксперименты, тесты и слепые дегустации, чтобы создать интересный вкус. Основа легко растворяется в напитке, не оставляя комочков.   Смешивать её можно с молоком любой жирности и даже растительным — миндальным, соевым, кокосовым и любым другим. ВАЖНО: добавлять основу в отсек для молока в кофемашине нельзя, смешивайте её с молоком в отдельной ёмкости. Готовить напиток с основой можно как дома, так и в кофейнях, — это поможет сократить количество дополнительных продуктов в баре, сэкономит время на приготовление напитков, а вкус всегда будет стабильным.",
        image_url: coffeeImg,
        unit: "г",
        status: "active",
        price: 10,
    },
    {
        id: 2,
        ingredient_name: "Эфиопия Сидамо Бери Черека",
        description: "RAF POWDER — это сухая основа на базе кокосовых сливок, с её помощью можно приготовить разные кофейные напитки с молоком. При этом никакие другие ингредиенты не потребуются — только молоко, эспрессо и основа RAF POWDER.  Мы запустили линейку сухих основ с разными вкусами. Вкус этой основы — лимонный тарт с меренгой. Разработкой основ занимается компания OSNOVA tech, которая имеет собственную лабораторию и производство. Здесь они проводят эксперименты, тесты и слепые дегустации, чтобы создать интересный вкус. Основа легко растворяется в напитке, не оставляя комочков.   Смешивать её можно с молоком любой жирности и даже растительным — миндальным, соевым, кокосовым и любым другим. ВАЖНО: добавлять основу в отсек для молока в кофемашине нельзя, смешивайте её с молоком в отдельной ёмкости. Готовить напиток с основой можно как дома, так и в кофейнях, — это поможет сократить количество дополнительных продуктов в баре, сэкономит время на приготовление напитков, а вкус всегда будет стабильным.",
        image_url: coffeeImg,
        unit: "г",
        status: "active",
        price: 15,
    },
    {
        id: 3,
        ingredient_name: "Сироп Gourmix Солёная карамель",
        description: "RAF POWDER — это сухая основа на базе кокосовых сливок, с её помощью можно приготовить разные кофейные напитки с молоком. При этом никакие другие ингредиенты не потребуются — только молоко, эспрессо и основа RAF POWDER.  Мы запустили линейку сухих основ с разными вкусами. Вкус этой основы — лимонный тарт с меренгой. Разработкой основ занимается компания OSNOVA tech, которая имеет собственную лабораторию и производство. Здесь они проводят эксперименты, тесты и слепые дегустации, чтобы создать интересный вкус. Основа легко растворяется в напитке, не оставляя комочков.   Смешивать её можно с молоком любой жирности и даже растительным — миндальным, соевым, кокосовым и любым другим. ВАЖНО: добавлять основу в отсек для молока в кофемашине нельзя, смешивайте её с молоком в отдельной ёмкости. Готовить напиток с основой можно как дома, так и в кофейнях, — это поможет сократить количество дополнительных продуктов в баре, сэкономит время на приготовление напитков, а вкус всегда будет стабильным.",
        image_url: coffeeImg,
        unit: "г",
        status: "active",
        price: 20,
    },
    {
        id: 4,
        ingredient_name: "Гватемала Сантьяго",
        description: "RAF POWDER — это сухая основа на базе кокосовых сливок, с её помощью можно приготовить разные кофейные напитки с молоком. При этом никакие другие ингредиенты не потребуются — только молоко, эспрессо и основа RAF POWDER.  Мы запустили линейку сухих основ с разными вкусами. Вкус этой основы — лимонный тарт с меренгой. Разработкой основ занимается компания OSNOVA tech, которая имеет собственную лабораторию и производство. Здесь они проводят эксперименты, тесты и слепые дегустации, чтобы создать интересный вкус. Основа легко растворяется в напитке, не оставляя комочков.   Смешивать её можно с молоком любой жирности и даже растительным — миндальным, соевым, кокосовым и любым другим. ВАЖНО: добавлять основу в отсек для молока в кофемашине нельзя, смешивайте её с молоком в отдельной ёмкости. Готовить напиток с основой можно как дома, так и в кофейнях, — это поможет сократить количество дополнительных продуктов в баре, сэкономит время на приготовление напитков, а вкус всегда будет стабильным.",
        image_url: coffeeImg,
        unit: "г",
        status: "active",
        price: 10,
    },
    {
        id: 5,
        ingredient_name: "Эфиопия Сидамо Бери Черека",
        description: "RAF POWDER — это сухая основа на базе кокосовых сливок, с её помощью можно приготовить разные кофейные напитки с молоком. При этом никакие другие ингредиенты не потребуются — только молоко, эспрессо и основа RAF POWDER.  Мы запустили линейку сухих основ с разными вкусами. Вкус этой основы — лимонный тарт с меренгой. Разработкой основ занимается компания OSNOVA tech, которая имеет собственную лабораторию и производство. Здесь они проводят эксперименты, тесты и слепые дегустации, чтобы создать интересный вкус. Основа легко растворяется в напитке, не оставляя комочков.   Смешивать её можно с молоком любой жирности и даже растительным — миндальным, соевым, кокосовым и любым другим. ВАЖНО: добавлять основу в отсек для молока в кофемашине нельзя, смешивайте её с молоком в отдельной ёмкости. Готовить напиток с основой можно как дома, так и в кофейнях, — это поможет сократить количество дополнительных продуктов в баре, сэкономит время на приготовление напитков, а вкус всегда будет стабильным.",
        image_url: coffeeImg,
        unit: "г",
        status: "active",
        price: 15,
    },
    {
        id: 6,
        ingredient_name: "Сироп Gourmix Солёная карамель",
        description: "RAF POWDER — это сухая основа на базе кокосовых сливок, с её помощью можно приготовить разные кофейные напитки с молоком. При этом никакие другие ингредиенты не потребуются — только молоко, эспрессо и основа RAF POWDER.  Мы запустили линейку сухих основ с разными вкусами. Вкус этой основы — лимонный тарт с меренгой. Разработкой основ занимается компания OSNOVA tech, которая имеет собственную лабораторию и производство. Здесь они проводят эксперименты, тесты и слепые дегустации, чтобы создать интересный вкус. Основа легко растворяется в напитке, не оставляя комочков.   Смешивать её можно с молоком любой жирности и даже растительным — миндальным, соевым, кокосовым и любым другим. ВАЖНО: добавлять основу в отсек для молока в кофемашине нельзя, смешивайте её с молоком в отдельной ёмкости. Готовить напиток с основой можно как дома, так и в кофейнях, — это поможет сократить количество дополнительных продуктов в баре, сэкономит время на приготовление напитков, а вкус всегда будет стабильным.",
        image_url: coffeeImg,
        unit: "г",
        status: "active",
        price: 20,
    },
];
